---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes
source: html/158754c2-bd65-7e90-467e-6f1a0f848873.htm
---
# ExternalResourceTypes.BuiltInExternalResourceTypes Properties

An external resource type representing assembly code data.